{
  "name": "Arm Critical Wounds",
  "rows": [{
    "name": "Jarred Arm",
    "wounds": "1",
    "description": "Your arm is jarred in the attack. Drop whatever was held in that hand.",
    "range": [1, 10]
  }, {
    "name": "Minor Arm Cut",
    "wounds": "1",
    "description": "Gain a Bleeding Condition as your upper arm is cut badly.",
    "range": [11, 20]
  }, {
    "name": "Sprain",
    "wounds": "1",
    "description": "You sprain your arm, suffering a Torn Muscle (Minor) injury.",
    "range": [21, 25]
  }, {
    "name": "Badly Jarred Arm",
    "wounds": "2",
    "description": "Your arm is badly jarred in the attack. Drop whatever was held in that hand, which is useless for <a class = 'chat-roll'><i class='fas fa-dice'></i> 1d10</a> - Toughness Bonus Rounds (minimum 1). For this time, treat the hand as lost.",
    "range": [26, 30]
  }, {
    "name": "Torn Muscles",
    "wounds": "2",
    "description": "The blow slams into your forearm. Gain a Bleeding Condition and a Torn Muscle (Minor) injury.",
    "range": [31, 35]
  }, {
    "name": "Bleeding hand",
    "wounds": "2",
    "description": "Your hand is cut badly, making your grip slippery. Take 1 Bleeding Condition. While suffering from that Bleeding Condition, make an Average (+20) Dexterity Test before taking any Action that requires something being held in that hand; if you fail, the item slips from your grip.",
    "range": [36, 40]
  }, {
    "name": "Wrenched Arm",
    "wounds": "2",
    "description": "Your arm is almost pulled from its socket. Drop whatever is held in the associated hand; the arm is useless for <a class = 'chat-roll'><i class='fas fa-dice'></i> 1d10</a> Rounds.",
    "range": [41, 45]
  }, {
    "name": "Gaping Arm Wound",
    "wounds": "3",
    "description": "The blow opens a deep, gaping wound. Gain 2 Bleeding Conditions. Until you receive Surgery to stitch up the cut, any associated Arm Damage you receive will also inflict 1 Bleeding Condition as the wound reopens.",
    "range": [46, 50]
  }, {
    "name": "Clean Break",
    "wounds": "3",
    "description": "An audible crack resounds as the blow strikes your arm. Drop whatever was held in the associated hand and gain a Broken Bone (Minor) injury. Pass a Difficult (-10) Endurance Test or gain a Stunned Condition.",
    "range": [51, 55]
  }, {
    "name": "Ruptered Ligament",
    "wounds": "3",
    "description": "You immediately drop whatever was held in that hand. Suffer a Torn Muscle(Major) injury.",
    "range": [56, 60]
  }, {
    "name": "Deep Cut",
    "wounds": "3",
    "description": "Gain 2 Bleeding Conditions as your arm is mangled. Gain 1 Stunned Condition and suffer a Torn Muscle (Minor) injury. Take a Hard (-20) Endurance Test or gain the Unconscious Condition.",
    "range": [61, 65]
  }, {
    "name": "Damaged Artery",
    "wounds": "4",
    "description": "Gain 4 Bleeding Conditions. Until you receive Surgery, every time you take Damage to this Arm Hit Location gain 2 Bleeding Conditions.",
    "range": [66, 70]
  }, {
    "name": "Crushed Elbow",
    "wounds": "4",
    "description": "The blow crushes your elbow, splintering bone and cartilage. You immediately drop whatever was held in that hand and gain a Broken Bone (Major) injury.",
    "range": [71, 75]
  }, {
    "name": "Dislocated Shoulder",
    "wounds": "4",
    "description": "Your arm is wrenched out of its socket. Pass a Hard (-20) Endurance Test or gain the Stunned and Prone Condition. Drop whatever is held in that hand: the arm is useless and counts as lost (see Amputated Part). Gain 1 Stunned Condition until you receive Medical Attention. After this initial Medical Attention, an Extended Average (+20) Heal Test needing 6 SL is required to reset the arm, at which point you regain its use. Tests made using this arm suffer a -10 penalty for <a class = 'chat-roll'><i class='fas fa-dice'></i> 1d10</a> days.",
    "range": [76, 80]
  }, {
    "name": "Severed Finger",
    "wounds": "4",
    "description": "You gape in horror as a finger flies — Amputation (Average). Gain a Bleeding condition.",
    "range": [81, 85]
  }, {
    "name": "Cleft Hand",
    "wounds": "5",
    "description": "Your hand splays open from the blow. Lose 1 finger — Amputation (Difficult). Gain 2 Bleeding and 1 Stunned Condition. For every succeeding Round in which you don't receive Medical Attention, you lose another finger as the wound tears; if you run out of fingers, you lose the hand — Amputation (Difficult).",
    "range": [86, 90]
  }, {
    "name": "Mauled Bicep",
    "wounds": "5",
    "description": "The blow almost separates bicep and tendon from bone, leaving an ugly wound that sprays blood over you and your opponent. You automatically drop anything held in the associated hand and suffers a Torn Muscle (Major) injury and 2 Bleeding and 1 Stunned Condition.",
    "range": [91, 93]
  }, {
    "name": "Mangled Hand",
    "wounds": "5",
    "description": "Your hand is left a mauled, bleeding mess. You lose your hand — Amputation (Hard). Gain 2 Bleeding Condition. Take a Hard (-20) Endurance Test or gain the Stunned and Prone Conditions.",
    "range": [94, 96]
  }, {
    "name": "Sliced Tendons",
    "wounds": "5",
    "description": "Your tendons are cut by the blow, leaving your arm hanging useless — Amputation (Very Hard). Gain 3 Bleeding, 1 Prone, and 1 Stunned Condition. Pass a Hard (-20) Endurance Test or gain the Unconscious Condition.",
    "range": [97, 99]
  }, {
    "name": "Brutal Dismemberment",
    "wounds": "Death",
    "description": "Your arm is severed, spraying arterial blood <a class = 'chat-roll'><i class='fas fa-dice'></i> 1d10</a> feet in a random direction (see Scatter), before the blow follows through to your chest.",
    "range": [100, 100]
  }]
}