{
  "name": "Leg Critical Wounds",
  "die": "1d100",
  "rows": [{
    "name": "Stubbed Toe",
    "wounds": "1",
    "description": "In the scuffle, you stub your toe. Pass a Routine (+20) Endurance Test or suffer -10 on Agility Tests until the end of the next turn.",
    "range": [1, 10]
  }, {
    "name": "Twisted Ankle",
    "wounds": "1",
    "description": "You go over your ankle, hurting it. Agility Tests suffer a -10 penalty for <a class = 'chat-roll'><i class='fas fa-dice'></i> 1d10</a> rounds.",
    "range": [11, 20]
  }, {
    "name": "Minor Leg Cut",
    "wounds": "1",
    "description": "Gain 1 Bleeding Condition.",
    "range": [21, 25]
  }, {
    "name": "Lost Footing",
    "wounds": "1",
    "description": "In the scuffle you lose your footing. Pass a Challenging (+0) Endurance Test or gain the Prone Condition.",
    "range": [26, 30]
  }, {
    "name": "Thigh Strike",
    "wounds": "2",
    "description": "A painful blow slams into your upper thigh. Gain a Bleeding Condition and take an Average (+20) Endurance Test or stumble, gaining the Prone Condition.",
    "range": [31, 35]
  }, {
    "name": "Sprained Ankle",
    "wounds": "2",
    "description": "You sprain your ankle, giving you a Torn Muscle (Minor) injury.",
    "range": [36, 40]
  }, {
    "name": "Twisted Knee",
    "wounds": "2",
    "description": "You twist your knee too far. Agility Tests suffer a -20 penalty for <a class = 'chat-roll'><i class='fas fa-dice'></i> 1d10</a> rounds.",
    "range": [41, 45]
  }, {
    "name": "Badly Cut Toe",
    "wounds": "2",
    "description": "Gain 1 Bleeding Condition. After the encounter, make a Challenging (+0) Endurance Test. If you fail, lose 1 toe — Amputation (Average).",
    "range": [46, 50]
  }, {
    "name": "Bad Cut",
    "wounds": "3",
    "description": "Gain 2 Bleeding conditions as a deep wound opens up your shin. Pass a Challenging (+0) Endurance Test or gain the Prone Condition.",
    "range": [51, 55]
  }, {
    "name": "Badly Twisted Knee",
    "wounds": "3",
    "description": "You badly twist your knee trying to avoid your opponent. Gain a Torn Muscle (Major) injury.",
    "range": [56, 60]
  }, {
    "name": "Hacked Leg",
    "wounds": "3",
    "description": "A cut bites down into the hip. Gain 1 Prone and 2 Bleeding Conditions, and suffer a Broken Bone (Minor) injury. Further, take a Hard (-20) Endurance Test or also gain a Stunned condition from the pain.",
    "range": [61, 65]
  }, {
    "name": "Torn Thigh",
    "wounds": "3",
    "description": "Gain 3 Bleeding Conditions as the weapon opens up your upper thigh. Pass a Challenging (+0) Endurance Test or gain the Prone Condition. Until you receive Surgery to stitch up the wound, each time you receive Damage to this Leg, also receive 1 Bleeding Condition.",
    "range": [66, 70]
  }, {
    "name": "Ruptured Tendon",
    "wounds": "4",
    "description": "Gain a Prone and Stunned Condition as one of your tendons tears badly. Pass a Hard (-20) Endurance Test or gain the Unconscious Condition. Your leg is useless. Suffer a Torn Muscle (Major) injury.",
    "range": [71, 75]
  }, {
    "name": "Carved Shin",
    "wounds": "4",
    "description": "The weapon drives clean through your leg by the knee, slicing into bone and through tendons. Gain a Stunned and Prone Condition. Further, suffer a Torn Muscle (Major) and Broken Bone (Minor) injury.",
    "range": [76, 80]
  }, {
    "name": "Broken Knee",
    "wounds": "4",
    "description": "The blow hacks into your kneecap, shattering it into several pieces. You gain 1 Bleeding , 1 Prone , and 1 Stunned Condition, and a Broken Bone (Major) Injury as you fall to the ground, clutching your ruined leg.",
    "range": [81, 85]
  }, {
    "name": "Dislocated Knee",
    "wounds": "4",
    "description": "Your knee is wrenched out of its socket. Gain the Prone Condition. Pass a Hard (-20) Endurance Test, or gain the Stunned Condition, which is not removed until you receive Medical Attention. After this initial Medical Attention, an Extended Average (+20) Heal Test needing 6 SL is required to reset the knee at which point you regain its use. Movement is halved, and Tests made using this leg suffer a -10 penalty for d10 days.",
    "range": [86, 90]
  }, {
    "name": "Crushed Foot",
    "wounds": "5",
    "description": "The blow crushes your foot. Make an Average (+20) Endurance Test; if you fail, gain the Prone condition and lose 1 toe, plus 1 additional toe for each SL below 0 — Amputation (Average). Gain 2 Bleeding Conditions. If you don't receive Surgery within <a class = 'chat-roll'><i class='fas fa-dice'></i> 1d10</a> days, you will lose the foot entirely.",
    "range": [91, 93]
  }, {
    "name": "Severed Foot",
    "wounds": "5",
    "description": "Your foot is severed at the ankle and lands <a class = 'chat-roll'><i class='fas fa-dice'></i> 1d10</a> feet away in a random direction — Amputation (Hard). You gain 3 Bleeding , 2 Stunned , and 1 Prone Condition.",
    "range": [94, 96]
  }, {
    "name": "Cut Tendon",
    "wounds": "5",
    "description": "A major tendon at the back of your leg is cut, causing you to scream out in pain as your leg collapses. Gain 2 Bleeding , 2 Stunned , and 1 Prone Condition and look on in horror as your leg never works again — Amputation (Very Hard).",
    "range": [97, 99]
  }, {
    "name": "Shattered Pelvis",
    "wounds": "Death",
    "description": "The blow shatters your pelvis, severing one leg then driving through to the next. You die instantly from traumatic shock.",
    "range": [100, 100]
  }]
}