{
  "name": "Head Critical Wounds",
  "die": "1d100",
  "rows": [{
    "name": "Dramatic Injury",
    "wounds": "1",
    "description": "A fine wound across the forehead and cheek. Gain 1 Bleeding Condition. Once the wound is healed, the impressive scar it leaves provides a bonus of +1 SL to appropriate social Tests. You can only gain this benefit once.",
    "range": [1, 10]
  }, {
    "name": "Minor Head Cut",
    "wounds": "1",
    "description": "The strike opens your cheek and blood flies everywhere. Gain 1 Bleeding Condition.",
    "range": [11, 20]
  }, {
    "name": "Poked Eye",
    "wounds": "1",
    "description": "The blow glances across your eye socket. Gain 1 Blinded condition.",
    "range": [21, 25]
  }, {
    "name": "Ear Bash",
    "wounds": "1",
    "description": "Your ear takes a sickening impact, leaving it ringing. Gain 1 Deafened Condition.",
    "range": [26, 30]
  }, {
    "name": "Rattling Blow",
    "wounds": "2",
    "description": "The blow floods your vision with spots and flashing lights. Gain 1 Stunned Condition.",
    "range": [31, 35]
  }, {
    "name": "Black Eye",
    "wounds": "2",
    "description": "A solid blow hits your eye, leaving tears and much pain. Gain 2 Blinded Conditions.",
    "range": [36, 40]
  }, {
    "name": "Sliced Ear",
    "wounds": "2",
    "description": "Your side of your head takes a hard blow, cutting deep into your ear. Gain 2 Deafened and 1 Bleeding Condition.",
    "range": [41, 45]
  }, {
    "name": "Struck Forehead",
    "wounds": "2",
    "description": "A solid blow thumps into the centre of your forehead. Gain 2 Bleeding Conditions and a Blinded Condition that cannot be removed until all Bleeding Conditions are removed.",
    "range": [46, 50]
  }, {
    "name": "Fractured Jaw",
    "wounds": "3",
    "description": "With a sickening crunch, pain fills your face as the blow fractures your jaw. Gain 2 Stunned Conditions. Suffer a Broken Bone (Minor) injury.",
    "range": [51, 55]
  }, {
    "name": "Major Eye Wound",
    "wounds": "3",
    "description": "The blow cracks across your eye socket. Gain 1 Bleeding Condition. Also gain 1 Blinded Condition that cannot be removed until you receive Medical Attention.",
    "range": [56, 60]
  }, {
    "name": "Major Ear Wound",
    "wounds": "3",
    "description": "The blow damages your ear, leaving you with permanent hearing loss in one ear. Suffer a -20 penalty on all Tests relating to hearing. If you suffer this result again, your hearing is permanently lost as the second ear falls quiet. Only magic can heal this.",
    "range": [61, 65]
  }, {
    "name": "Broken Nose",
    "wounds": "3",
    "description": "A solid blow to the centre of your face causing blood to pour. Gain 2 Bleeding Conditions. Make a Challenging (+0) Endurance Test, or also gain a Stunned Condition. After this wound has healed, gain +1/-1 SL on social rolls, depending on context, unless Surgery is used to reset the nose.",
    "range": [66, 70]
  }, {
    "name": "Broken Jaw",
    "wounds": "4",
    "description": "The crack is sickening as the blow hits you under the chin, breaking your jaw. Gain 3 Stunned Conditions. Make a Challenging (+0) Endurance Test or gain an Unconscious Condition. Suffer a Broken Bone (Major) injury.",
    "range": [71, 75]
  }, {
    "name": "Concussive Blow",
    "wounds": "4",
    "description": "Your brain rattles in your skull as blood spurts from your nose and ears. Take 1 Deafened , 2 Bleeding , and <a class = 'chat-roll'><i class='fas fa-dice'></i> 1d10</a> Stunned Conditions. Gain a Fatigued Condition that lasts for <a class = 'chat-roll'><i class='fas fa-dice'></i> 1d10</a> days. If you receive another Critical Wound to your head while suffering this Fatigued Condition, make an Average (+20) Endurance Test or also gain an Unconscious Condition.",
    "range": [76, 80]
  }, {
    "name": "Smashed Mouth",
    "wounds": "4",
    "description": "With a sickening crunch, your mouth is suddenly filled with broken teeth and blood. Gain 2 Bleeding Conditions. Lose <a class = 'chat-roll'><i class='fas fa-dice'></i> 1d10</a> teeth — Amputation (Easy).",
    "range": [81, 85]
  }, {
    "name": "Mangled Ear",
    "wounds": "4",
    "description": "Little is left of your ear as the blow tears it apart. You gain 3 Deafened and 2 Bleeding Conditions. Lose your ear — Amputation (Average).",
    "range": [86, 90]
  }, {
    "name": "Devastated Eye",
    "wounds": "5",
    "description": "A strike to your eye completely bursts it, causing extraordinary pain. Gain 3 Blinded , 2 Bleeding , and 1 Stunned Condition. Lose your eye — Amputation (Difficult).",
    "range": [91, 93]
  }, {
    "name": "Disfiguring Blow",
    "wounds": "5",
    "description": "The blow smashes your entire face, destroying your eye and nose in a cloud of blood. Gain 3 Bleeding , 3 Blinded and 2 Stunned Conditions. Lose your eye and nose — Amputation (Hard).",
    "range": [94, 96]
  }, {
    "name": "Mangled Jaw",
    "wounds": "5",
    "description": "The blow almost removes your jaw as it utterly destroys your tongue, sending teeth flying in a shower of blood. Gain 4 Bleeding and 3 Stunned Conditions. Make a Very Hard (-30) Endurance Test or gain an Unconscious Condition. Suffer a Broken Bone (Major) injury and lose your tongue and <a class = 'chat-roll'><i class='fas fa-dice'></i> 1d10</a> teeth — Amputation (Hard).",
    "range": [97, 99]
  }, {
    "name": "Decapitated",
    "wounds": "Death",
    "description": "Your head is entirely severed from your neck and soars through the air, landing <a class = 'chat-roll'><i class='fas fa-dice'></i> 1d10</a> feet away in a random direction (see Scatter). Your body collapses, instantly dead.",
    "range": [100, 100]
  }]
}