{
  "name": "General Critical Hits",
  "die": "1d100",
  "rows": [{
    "wounds": "1",
    "name": "Gash",
    "description": "Gain 1 Bleeding Condition.",
    "range": [1, 10]
  }, {
    "wounds": "1",
    "name": "Gut Blow",
    "description": "Gain 1 Stunned Condition.",
    "range": [11, 20]
  }, {
    "wounds": "1",
    "name": "Low Blow!",
    "description": "Gain 1 Stunned Condition. Pass a Simple Hard (-20) Endurance Test or gain another 2 Stunned Condition.",
    "range": [21, 30]
  }, {
    "wounds": "2",
    "name": "Winded",
    "description": "Gain 2 Stunned Conditions. Pass a Simple Average (+20) Endurance Test, or gain the Prone Condition. Movement is halved for <a class = 'chat-roll'><i class='fas fa-dice'></i> 1d10</a> Rounds as you get your breath back.",
    "range": [31, 40]
  }, {
    "wounds": "2",
    "name": "Bruised",
    "description": "All Agility-based Tests suffer a -10 penalty for <a class = 'chat-roll'><i class='fas fa-dice'></i> 1d10</a> days.",
    "range": [41, 50]
  }, {
    "wounds": "2",
    "name": "Torn Flesh",
    "description": "Gain 2 Bleeding Conditions.",
    "range": [51, 60]
  }, {
    "wounds": "3",
    "name": "Cracked Bone",
    "description": "Gain a Stunned Condition. All Tests suffer a -10 penalty until you receive a successful Heal Test.",
    "range": [61, 65]
  }, {
    "wounds": "3",
    "name": "Gaping Wound",
    "description": "Gain 3 Bleeding Conditions. Any Wounds you receive to the affected Hit Location will inflict an additional Bleeding Condition for the next week as the cut reopens.",
    "range": [66, 70]
  }, {
    "wounds": "3",
    "name": "Painful Cut",
    "description": "Gain 2 Bleeding Conditions and a Stunned Condition. Pass a Simple Hard (-20) Endurance Test or gain the Unconscious Condition as you blackout from the pain.",
    "range": [71, 75]
  }, {
    "wounds": "4",
    "name": "Fractured Bone",
    "description": "Gain a Stunned Condition. Pass a Simple Endurance Test or also gain the Prone Condition. All Tests suffer a -10 penalty for the next 4 weeks.",
    "range": [76, 80]
  }, {
    "wounds": "4",
    "name": "Flensed Muscle",
    "description": "Gain 4 Bleeding Conditions. Any Wounds you receive to the affected Hit Location will also inflict 2 Bleeding Conditions as the tears reopen for the next 4 weeks.",
    "range": [81, 85]
  }, {
    "wounds": "4",
    "name": "Crippling Wound",
    "description": "Gain a Prone Condition that can only be removed with a successful Simple Heal Test. All Tests suffer a -20 penalty until you receive this medical treatment and spend at least a week resting.",
    "range": [86, 90]
  }, {
    "wounds": "5",
    "name": "Shattered Bone",
    "description": "Gain a Stunned Condition that can only be removed with a successful Simple Heal Test. All Tests suffer a -20 penalty until you receive this medical attention, and spend at least a week resting.",
    "range": [91, 95]
  }, {
    "wounds": "5",
    "name": "Ruined",
    "description": "Gain the Unconscious Condition that can only be removed with a successful Simple Heal Test. The affected Hit Location is useless until you spend a month on bed rest.",
    "range": [96, 99]
  },{
    "wounds": "Dead",
    "name": "Torn Apart",
    "description": "You are hacked in two. Your top half lands <a class = 'chat-roll'><i class='fas fa-dice'></i> 1d10</a> feet in a random direction and all nearby Characters are showered in blood.",
    "range": [100, 100]
  }]
}