{
  "name": "Major Miscast Table",
  "die": "1d100",
  "rows": [{
    "name": "Ghostly Voices",
    "description": "Everyone within Willpower yards hears darkly seductive whispering of voices emanating from the Realm of Chaos. All sentient creatures must pass an <b>Average (+0) Cool</b> Test or gain 1 Corruption point.",
    "range": [1, 5]
  }, {
    "name": "Hexeyes",
    "description": "Your eyes turn an unnatural colour associated with your Lore for [[1d10]] hours. While your eyes are discoloured, you have 1 @Condition[Blinded] Condition that cannot be resolved by any means.",
    "range": [6, 10]
  }, {
    "name": "Aethyric Shock",
    "description": "You suffer [[1d10]] wounds, ignoring your Toughness Bonus and Armour Points. Pass an <b>Average (+20) Endurance</b> Test, or also gain a @Condition[Stunned] Condition.",
    "range": [11, 15]
  }, {
    "name": "Death Walker",
    "description": "Your footsteps leave death in their wake. For the next [[1d10]] hours, any plant life near you withers and dies.",
    "range": [16, 20]
  }, {
    "name": "Intestinal Rebellion",
    "description": "Your bowels move uncontrollably, and you soil yourself. Gain 1 @Condition[Fatigued] Condition, which cannot be removed until you can change your clothes and clean yourself up.",
    "range": [21, 25]
  }, {
    "name": "Soulfire",
    "description": "Gain an @Condition[Ablaze] Condition, as you are wreathed in unholy flames with a colour associated with your Lore.",
    "range": [26, 30]
  }, {
    "name": "Speak in Tongues",
    "description": "You gabble unintelligibly for [[1d10]] rounds. During this time, you cannot communicate verbally, or make any Casting Tests, although you may otherwise act normally.",
    "range": [31, 35]
  }, {
    "name": "Swarmed",
    "description": "You are engaged by a swarm of aethyric Rats, Giant Spiders, Snakes, or similar (GM's choice). Use the standard profiles for the relevant creature type, adding the Swarm Creature Trait. After [[1d10]] rounds, if not yet destroyed, the swarm retreats.",
    "range": [36, 40]
  }, {
    "name": "Ragdoll",
    "description": "You are flung [[1d10]] yards through the air in a random direction, taking [[1d10]] wounds on landing, ignoring Armour Points, and receiving the @Condition[Prone] Condition.",
    "range": [41, 45]
  }, {
    "name": "Limb Frozen",
    "description": "One limb (randomly determined) is frozen in place for [[1d10]] hours. The limb is useless, as if it had been Amputated.",
    "range": [46, 50]
  }, {
    "name": "Darkling Sight",
    "description": "You lose the benefit of the <a class='talent-drag'>Second Sight</a> Talent for [[1d10]] hours. Channelling Tests also suffer a penalty of -20 for the duration.",
    "range": [51, 55]
  }, {
    "name": "Chaotic Foresight",
    "description": "Gain a bonus pool of [[1d10]] Fortune points (this may take you beyond your natural limit). Every time you spend one of these points, gain 1 Corruption point. Any of these points remaining at the end of the session are lost.",
    "range": [56, 60]
  }, {
    "name": "Levititation",
    "description": "You are borne aloft on the Winds of Magic, floating [[1d10]] yards above the ground for [[1d10]] minutes. Other characters may forcibly move you, and you may move using spells, wings or similar, but will continually return to your levitating position if otherwise left alone. Refer to the Falling rules (see page 166) for what happens when Levitation ends.",
    "range": [61, 65]
  }, {
    "name": "Regurgitation",
    "description": "You spew uncontrollably, throwing up far more foul-smelling vomitus than your body can possibly contain. Gain the @Condition[Stunned] Condition, which lasts for [[1d10]] Rounds.",
    "range": [66, 70]
  }, {
    "name": "Chaos Quake",
    "description": "All creatures within [[1d10]] yards must pass an Average (+0) Athletics Test or gain the @Condition[Prone] Condition.",
    "range": [71, 75]
  }, {
    "name": "Traitor's Heart",
    "description": "The Dark Gods entice you to commit horrendous perfidy. Should you attack or otherwise betray an ally to the full extent of your capabilities, regain all Fortune points. If you cause another character to lose a Fate Point, gain +1 Fate Point.",
    "range": [76, 80]
  }, {
    "name": "Foul Enfeeblement",
    "description": "Gain 1 Corruption point, the @Condition[Prone] Condition, and a @Condition[Fatigued] Condition",
    "range": [81, 85]
  }, {
    "name": "Hellish Stench",
    "description": "You now smell really bad! You gain the Distracting Creature Trait (see page 339), and probably the enmity of anyone with a sense of smell. This lasts for [[1d10]] hours.",
    "range": [86, 90]
  }, {
    "name": "Power Drain",
    "description": "You are unable to use the Talent used to cast the spell (usually Arcane Magic , though it could be Chaos Magic , or a similar Talent), for [[1d10]] minutes.",
    "range": [91, 95]
  }, {
    "name": "Aethyric Feedback",
    "description": "Everyone within a number of yards equal to your Willpower Bonus — friend and foe alike — suffers [[1d10]] wounds, ignoring Toughness Bonus and Armour Points, and receives the @Condition[Prone] Condition. If there are no targets in range, the magic has nowhere to vent, so your head explodes, killing you instantly.",
    "range": [96, 100]
  }]
}