{
  "name": "Travel Table",
  "die": "1d10",
  "rows": [{
    "name": "Even Nature Hates You!",
    "description": "The Characters find themselves in danger from nature. Deadly animals, lightning storms, disease, insects, you name it. This could result in violence, or in them receiving a Condition, or in a small but vicious encounter when they choose the wrong shepherd's hut as a shelter.",
    "range": [1, 1]
  }, {
    "name": "Attacked!",
    "description": "The Characters are attacked on their journey. It could be an unlucky encounter relevant to the area they are travelling through (Beastmen in the deep forest, for instance) or something planned by their opponents (hired thugs to stop the Characters reaching their destination). If they fail a Routine (+20) Perception Test, they may even be ambushed!",
    "range": [2, 2]
  }, {
    "name": "Restful Journey",
    "description": "The journey is blessedly uneventful, the Characters get good rest, the scenery is particularly inspiring, and perhaps they meet an NPC healer or helpful priest. The Characters can heal all Wounds and recover all Fatigued Conditions.",
    "range": [3, 3]
  }, {
    "name": "How Interesting!",
    "description": "A chance encounter on the road with other travellers, a particularly good inn or shrine, or an intriguing ancient ruin gives a wonderful story to share.",
    "range": [4, 4]
  }, {
    "name": "Now That's Useful!",
    "description": "The Characters find out something relevant to their adventure — gossip, a lost message, a sight they weren't meant to witness, or similar.",
    "range": [5, 5]
  }, {
    "name": "Tiring Journey!",
    "description": "The route is blocked. A bridge could be down, a river blocked or road flooded, or some other insurmountable obstacle. One Character makes a Average (+20) Outdoor Survival Test to find a good alternative route, otherwise everyone arrives a day late, with a Fatigued Condition.",
    "range": [6, 6]
  }, {
    "name": "Pursued!",
    "description": "An enemy picks up the Characters' trail and has to be dealt with or put off the scent before they can reach their destination. If they don't have an obvious enemy yet, look to the Characters' backgrounds — there will be something in there somewhere. The confrontation could be violent unless they can talk their way out of it, and losing their tail could add days to their journey.",
    "range": [7, 7]
  }, {
    "name": "Thieves!",
    "description": "Somehow the Characters get robbed. Perhaps it was someone travelling with them, sharing their campfire for the night or just a brief conversation on the road. Do they stop to chase down their belongings or write it off as a risk of the adventurous life?",
    "range": [8, 8]
  }, {
    "name": "Not Them Again!",
    "description": "A rival or other source of annoyance plagues the Characters on their journey. Play this for laughs but make them genuinely annoying and a recurring minor bane of the Character's lives. Never enough to fall to violence, but close. They could be a rival guild member obsessed with 'winning' over a member of the group, or a coach passenger with an especially irritating demeanour.",
    "range": [9, 9]
  }, {
    "name": "Bad Influence!",
    "description": "The Characters encounter someone who appears to help them but has sinister intentions. That bad-smelling guy who knows a shortcut through the Garden of Morr and insists you go first. The charming old aristocrat who invites you to stay for dinner in her ancestral home. The scruffy woman who knows where to find all the 'best' mushrooms. Have fun!",
    "range": [10, 10]
  }]
}